{
    "results": [
 {
 "group":"Faith",
 "bom":1,
 "book":"Alma",
 "chapter":32,
 "verse":21,
 "text":"And now as I said concerning faith—faith is not to have a perfect knowledge of things; therefore if ye have faith ye hope for things which are not seen, which are true."
 },
 {
 "group":"Faith",
 "bom":1,
 "book":"Ether",
 "chapter":12,
 "verse":6,
 "text":"And now, I, Moroni, would speak somewhat concerning these things; I would show unto the world that faith is things which are hoped for and not seen; wherefore, dispute not because ye see not, for ye receive no witness until after the trial of your faith."
 },
 {
 "group":"Faith",
 "bom":0,
 "book":"Hebrews",
 "chapter":11,
 "verse":1,
 "text":"Now faith is the substance of things hoped for, the evidence of things not seen."
 },
 {
 "group":"Faith",
 "bom":0,
 "book":"Romans",
 "chapter":10,
 "verse":17,
 "text":"So then faith cometh by hearing, and hearing by the word of God."
 },
 {
 "group":"Faith",
 "bom":0,
 "book":"John",
 "chapter":14,
 "verse":6,
 "text":"Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me."
 },
 {
 "group":"Faith",
 "bom":1,
 "book":"Ether",
 "chapter":12,
 "verse":4,
 "text":"Wherefore, whoso believeth in God might with surety hope for a better world, yea, even a place at the right hand of God, which hope cometh of faith, maketh an anchor to the souls of men, which would make them sure and steadfast, always abounding in good works, being led to glorify God."
 },
 {
 "group":"Faith",
 "bom":1,
 "book":"1 Nephi",
 "chapter":7,
 "verse":12,
 "text":"Yea, and how is it that ye have forgotten that the Lord is able to do all things according to his will, for the children of men, if it so be that they exercise faith in him? Wherefore, let us be faithful to him."
 },
 {
 "group":"Faith",
 "bom":0,
 "book":"Luke",
 "chapter":1,
 "verse":37,
 "text":"For with God nothing shall be impossible."
 },
 {
 "group":"Faith",
 "bom":0,
 "book":"Romans",
 "chapter":10,
 "verse":17,
 "text":"So then faith cometh by hearing, and hearing by the word of God."
 },
 {
 "group":"Faith",
 "bom":0,
 "book":"Ephesians",
 "chapter":2,
 "verse":8,
 "text":"For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:"
 },
 {
 "group":"Faith",
 "bom":1,
 "book":"Moroni",
 "chapter":10,
 "verse":7,
 "text":"And ye may know that he is, by the power of the Holy Ghost; wherefore I would exhort you that ye deny not the power of God; for he worketh by power, according to the faith of the children of men, the same today and tomorrow, and forever."
 },
 {
 "group":"Faith",
 "bom":1,
 "book":"2 Nephi",
 "chapter":9,
 "verse":23,
 "text":"And he commandeth all men that they must repent, and be baptized in his name, having perfect faith in the Holy One of Israel, or they cannot be saved in the kingdom of God."
 },
 {
 "group":"Faith",
 "bom":1,
 "book":"Moroni",
 "chapter":7,
 "verse":33,
 "text":"And Christ hath said: If ye will have faith in me ye shall have power to do whatsoever thing is expedient in me."
 },
 {
 "group":"Faith",
 "bom":0,
 "book":"Hebrews",
 "chapter":11,
 "verse":4,
 "text":"By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh."
 },
 {
 "group":"Faith",
 "bom":0,
 "book":"James",
 "chapter":1,
 "verse":6,
 "text":"But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed."
 },
 {
 "group":"Faith",
 "bom":0,
 "book":"1 Peter",
 "chapter":1,
 "verse":8,
 "text":"Whom having not seen, ye love; in whom, though now ye see him not, yet believing, ye rejoice with joy unspeakable and full of glory"
 },
 {
 "group":"Faith",
 "bom":0,
 "book":"James",
 "chapter":2,
 "verse":17,
 "text":"Even so faith, if it hath not works, is dead, being alone."
 },
 {
 "group":"Faith",
 "bom":1,
 "book":"Enos",
 "chapter":1,
 "verse":8,
 "text":"And he said unto me: Because of thy faith in Christ, whom thou hast never before heard nor seen. And many years pass away before he shall manifest himself in the flesh; wherefore, go to, thy faith hath made thee whole."
 },
 {
 "group":"Charity",
 "bom":0,
 "book":"1 Timothy",
 "chapter":4,
 "verse":12,
 "text":" Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity."
 },
 {
 "group":"Charity",
 "bom":0,
 "book":"1 Peter",
 "chapter":4,
 "verse":8,
 "text":"And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins."
 },
 {
 "group":"Charity",
 "bom":0,
 "book":"1 Corinthians",
 "chapter":13,
 "verse":8,
 "text":"Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away."
 },
 {
 "group":"Charity",
 "bom":0,
 "book":"Leviticus",
 "chapter":19,
 "verse":18,
 "text":"Thou shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I am the Lord."
 },
 {
 "group":"Charity",
 "bom":1,
 "book":"1 Nephi",
 "chapter":19,
 "verse":9,
 "text":"And the world, because of their iniquity, shall judge him to be a thing of naught; wherefore they scourge him, and he suffereth it; and they smite him, and he suffereth it. Yea, they spit upon him, and he suffereth it, because of his loving kindness and his long-suffering towards the children of men."
 },
 {
 "group":"Charity",
 "bom":0,
 "book":"Matthew",
 "chapter":22,
 "verse":37,
 "text":"Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind"
 },
 {
 "group":"Charity",
 "bom":1,
 "book":"Moroni",
 "chapter":7,
 "verse":47,
 "text":"But charity is the pure love of Christ, and it endureth forever; and whoso is found possessed of it at the last day, it shall be well with him."
 },
 {
 "group":"Charity",
 "bom":1,
 "book":"2 Nephi",
 "chapter":26,
 "verse":30,
 "text":"Behold, the Lord hath forbidden this thing; wherefore, the Lord God hath given a commandment that all men should have charity, which charity is love. And except they should have charity they were nothing. Wherefore, if they should have charity they would not suffer the laborer in Zion to perish."
 },
 {
 "group":"Charity",
 "bom":1,
 "book":"Alma",
 "chapter":7,
 "verse":24,
 "text":"And see that ye have faith, hope, and charity, and then ye will always abound in good works"
 },
 {
 "group":"Charity",
 "bom":1,
 "book":"D&C",
 "chapter":88,
 "verse":125,
 "text":"And above all things, clothe yourselves with the bond of charity, as with a mantle, which is the bond of perfectness and peace."
 },
 {
 "group":"Charity",
 "bom":0,
 "book":"1 Peter",
 "chapter":4,
 "verse":8,
 "text":"And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins."
 },
 {
 "group":"Charity",
 "bom":0,
 "book":"1 Corinthians",
 "chapter":8,
 "verse":1,
 "text":"Now as touching things offered unto idols, we know that we all have knowledge. Knowledge puffeth up, but charity edifieth."
 },
 {
 "group":"Charity",
 "bom":0,
 "book":"1 Corinthians",
 "chapter":13,
 "verse":4,
 "text":"Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up"
 },
 {
 "group":"Charity",
 "bom":1,
 "book":"Moroni",
 "chapter":8,
 "verse":17,
 "text":"And I am filled with charity, which is everlasting love; wherefore, all children are alike unto me; wherefore, I love little children with a perfect love; and they are all alike and partakers of salvation."
 },
 {
 "group":"Charity",
 "bom":0,
 "book":"John",
 "chapter":15,
 "verse":13,
 "text":"Greater love hath no man than this, that a man lay down his life for his friends."
 },
 {
 "group":"Charity",
 "bom":0,
 "book":"1 John",
 "chapter":4,
 "verse":18,
 "text":"There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love"
 },
 {
 "group":"Charity",
 "bom":1,
 "book":"D&C",
 "chapter":12,
 "verse":8,
 "text":"And no one can assist in this work except he shall be humble and full of love, having faith, hope, and charity, being temperate in all things, whatsoever shall be entrusted to his care."
 },
 {
 "group":"Charity",
 "bom":1,
 "book":"D&C",
 "chapter":121,
 "verse":45,
 "text":"Let thy bowels also be full of charity towards all men, and to the household of faith, and let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God; and the doctrine of the priesthood shall distil upon thy soul as the dews from heaven"
 },
 {
 "group":"Charity",
 "bom":1,
 "book":"Ether",
 "chapter":12,
 "verse":34,
 "text":"And now I know that this love which thou hast had for the children of men is charity; wherefore, except men shall have charity they cannot inherit that place which thou hast prepared in the mansions of thy Father."
 },
 {
 "group":"Charity",
 "bom":0,
 "book":"John",
 "chapter":13,
 "verse":34,
 "text":"A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another."
 },
 {
 "group":"Patience",
 "bom":1,
 "book":"Mosiah",
 "chapter":23,
 "verse":21,
 "text":" Nevertheless the Lord seeth fit to chasten his people; yea, he trieth their patience and their faith."
 },
 {
 "group":"Patience",
 "bom":1,
 "book":"Alma",
 "chapter":31,
 "verse":31,
 "text":" O Lord, my heart is exceedingly sorrowful; wilt thou comfort my soul in Christ. O Lord, wilt thou grant unto me that I may have strength, that I may suffer with patience these afflictions which shall come upon me, because of the iniquity of this people."
 },
 {
 "group":"Patience",
 "bom":0,
 "book":"Romans",
 "chapter":8,
 "verse":25,
 "text":"But if we hope for that we see not, then do we with patience wait for it."
 },
 {
 "group":"Patience",
 "bom":0,
 "book":"Psalms",
 "chapter":46,
 "verse":10,
 "text":"Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth."
 },
 {
 "group":"Patience",
 "bom":0,
 "book":"James",
 "chapter":1,
 "verse":4,
 "text":"But let patience have her perfect work, that ye may be perfect and entire, wanting nothing."
 },
 {
 "group":"Patience",
 "bom":1,
 "book":"Mosiah",
 "chapter":23,
 "verse":21,
 "text":"Nevertheless the Lord seeth fit to chasten his people; yea, he trieth their patience and their faith."
 },
 {
 "group":"Patience",
 "bom":1,
 "book":"Alma",
 "chapter":34,
 "verse":40,
 "text":"And now my beloved brethren, I would exhort you to have patience, and that ye bear with all manner of afflictions; that ye do not revile against those who do cast you out because of your exceeding poverty, lest ye become sinners like unto them"
 },
 {
 "group":"Patience",
 "bom":0,
 "book":"Romans",
 "chapter":5,
 "verse":3,
 "text":"And not only so, but we glory in tribulations also: knowing that tribulation worketh patience"
 },
 {
 "group":"Patience",
 "bom":0,
 "book":"James",
 "chapter":5,
 "verse":11,
 "text":"Behold, we count them happy which endure. Ye have heard of the patience of Job, and have seen the end of the Lord; that the Lord is very pitiful, and of tender mercy"
 },
 {
 "group":"Patience",
 "bom":1,
 "book":"D&C",
 "chapter":98,
 "verse":12,
 "text":"For he will give unto the faithful line upon line, precept upon precept; and I will try you and prove you herewith"
 },
 {
 "group":"Patience",
 "bom":0,
 "book":"Luke",
 "chapter":21,
 "verse":19,
 "text":"In your patience possess ye your souls"
 },
 {
 "group":"Patience",
 "bom":0,
 "book":"Romans",
 "chapter":2,
 "verse":7,
 "text":"To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life"
 },
 {
 "group":"Patience",
 "bom":1,
 "book":"D&C",
 "chapter":24,
 "verse":8,
 "text":"Be patient in afflictions, for thou shalt have many; but endure them, for, lo, I am with thee, even unto the end of thy days."
 },
 {
 "group":"Patience",
 "bom":1,
 "book":"D&C",
 "chapter":31,
 "verse":9,
 "text":"Be patient in afflictions, revile not against those that revile. Govern your house in meekness, and be steadfast"
 },
 {
 "group":"Patience",
 "bom":1,
 "book":"D&C",
 "chapter":67,
 "verse":13,
 "text":"Ye are not able to abide the presence of God now, neither the ministering of angels; wherefore, continue in patience until ye are perfected"
 },
 {
 "group":"Patience",
 "bom":0,
 "book":"Matthew",
 "chapter":26,
 "verse":39,
 "text":"And he went a little further, and fell on his face, and prayed, saying, O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt"
 },
 {
 "group":"Patience",
 "bom":0,
 "book":"James",
 "chapter":1,
 "verse":19,
 "text":"Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath"
 },
 {
 "group":"Patience",
 "bom":1,
 "book":"Mosiah",
 "chapter":3,
 "verse":19,
 "text":"For the natural man is an enemy to God, and has been from the fall of Adam, and will be, forever and ever, unless he yields to the enticings of the Holy Spirit, and putteth off the natural man and becometh a saint through the atonement of Christ the Lord, and becometh as a child, submissive, meek, humble, patient, full of love, willing to submit to all things which the Lord seeth fit to inflict upon him, even as a child doth submit to his father"
 },
 {
 "group":"Patience",
 "bom":1,
 "book":"Alma",
 "chapter":32,
 "verse":42,
 "text":"And because of your diligence and your faith and your patience with the word in nourishing it, that it may take root in you, behold, by and by ye shall pluck the fruit thereof, which is most precious, which is sweet above all that is sweet, and which is white above all that is white, yea, and pure above all that is pure; and ye shall feast upon this fruit even until ye are filled, that ye hunger not, neither shall ye thirst"
 },
 {
 "group":"Patience",
 "bom":1,
 "book":"2 Nephi",
 "chapter":2,
 "verse":11,
 "text":"For it must needs be, that there is an opposition in all things. If not so, my firstborn in the wilderness, righteousness could not be brought to pass, neither wickedness, neither holiness nor misery, neither good nor bad. Wherefore, all things must needs be a compound in one; wherefore, if it should be one body it must needs remain as dead, having no life neither death, nor corruption nor incorruption, happiness nor misery, neither sense nor insensibility"
 },
 {
 "group":"Patience",
 "bom":0,
 "book":"Isaiah",
 "chapter":28,
 "verse":10,
 "text":"For precept must be upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little"
 },
 {
 "group":"Prayer",
 "bom":0,
 "book":"Matthew",
 "chapter":7,
 "verse":7,
 "text":"Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you"
 },
 {
 "group":"Prayer",
 "bom":1,
 "book":"D&C",
 "chapter":10,
 "verse":5,
 "text":"Pray always, that you may come off conqueror; yea, that you may conquer Satan, and that you may escape the hands of the servants of Satan that do uphold his work."
 },
 {
 "group":"Prayer",
 "bom":1,
 "book":"Alma",
 "chapter":37,
 "verse":37,
 "text":"Counsel with the Lord in all thy doings, and he will direct thee for good; yea, when thou liest down at night lie down unto the Lord, that he may watch over you in your sleep; and when thou risest in the morning let thy heart be full of thanks unto God; and if ye do these things, ye shall be lifted up at the last day."
 },
 {
 "group":"Prayer",
 "bom":1,
 "book":"Moroni",
 "chapter":10,
 "verse":5,
 "text":"And by the power of the Holy Ghost ye may know the truth of all things."
 },
 {
 "group":"Prayer",
 "bom":1,
 "book":"3 Nephi",
 "chapter":18,
 "verse":19,
 "text":"Therefore ye must always pray unto the Father in my name"
 },
 {
 "group":"Prayer",
 "bom":1,
 "book":"Moroni",
 "chapter":7,
 "verse":9,
 "text":"And likewise also is it counted evil unto a man, if he shall pray and not with real intent of heart; yea, and it profiteth him nothing, for God receiveth none such"
 },
 {
 "group":"Prayer",
 "bom":0,
 "book":"Matthew",
 "chapter":6,
 "verse":7,
 "text":"But when ye pray, use not vain repetitions, as theheathen do: for they think that they shall be heard for their much speaking"
 },
 {
 "group":"Prayer",
 "bom":1,
 "book":"Alma",
 "chapter":34,
 "verse":38,
 "text":"That ye contend no more against the Holy Ghost, but that ye receive it, and take upon you the name of Christ; that ye humble yourselves even to the dust, and worship God, in whatsoever place ye may be in, in spirit and in truth; and that ye live in thanksgiving daily, for the many mercies and blessings which he doth bestow upon you"
 },
 {
 "group":"Prayer",
 "bom":1,
 "book":"Alma",
 "chapter":34,
 "verse":27,
 "text":"Yea, and when you do not cry unto the Lord, let your hearts be full, drawn out in prayer unto him continually for your welfare, and also for the welfare of those who are around you"
 },
 {
 "group":"Prayer",
 "bom":0,
 "book":"Romans",
 "chapter":8,
 "verse":26,
 "text":"Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered"
 },
 {
 "group":"Prayer",
 "bom":1,
 "book":"2 Npehi",
 "chapter":32,
 "verse":8,
 "text":"And now, my beloved brethren, I perceive that ye ponder still in your hearts; and it grieveth me that I must speak concerning this thing. For if ye would hearken unto the Spirit which teacheth a man to pray, ye would know that ye must pray; for the evil spirit teacheth not a man to pray, but teacheth him that he must not pray"
 },
 {
 "group":"Prayer",
 "bom":0,
 "book":"Matthew",
 "chapter":6,
 "verse":6,
 "text":"But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly"
 },
 {
 "group":"Prayer",
 "bom":0,
 "book":"Matthew",
 "chapter":7,
 "verse":8,
 "text":"For every one that asketh receiveth; and he thatseeketh findeth; and to him that knocketh it shall be opened"
 },
 {
 "group":"Prayer",
 "bom":0,
 "book":"Psalms",
 "chapter":46,
 "verse":1,
 "text":"God is our refuge and strength, a very present help in trouble"
 },
 {
 "group":"Prayer",
 "bom":0,
 "book":"James",
 "chapter":1,
 "verse":5,
 "text":"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him"
 },
 {
 "group":"Prayer",
 "bom":1,
 "book":"D&C",
 "chapter":88,
 "verse":63,
 "text":"Draw near unto me and I will draw near unto you; seek me diligently and ye shall find me; ask, and ye shall receive; knock, and it shall be opened unto you"
 },
 {
 "group":"Prayer",
 "bom":0,
 "book":"Isaiah",
 "chapter":28,
 "verse":10,
 "text":"For precept must be upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little"
 },
 {
 "group":"Prayer",
 "bom":0,
 "book":"1 Kings",
 "chapter":19,
 "verse":12,
 "text":"And after the earthquake a fire; but the Lord was not in the fire: and after the fire a still small voice"
 },
 {
 "group":"Prayer",
 "bom":1,
 "book":"Helaman",
 "chapter":5,
 "verse":30,
 "text":"And it came to pass when they heard this voice, and beheld that it was not a voice of thunder, neither was it a voice of a great tumultuous noise, but behold, it was a still voice of perfect mildness, as if it had been a whisper, and it did pierce even to the very soul"
 },
 {
 "group":"Prayer",
 "bom":0,
 "book":"John",
 "chapter":14,
 "verse":26,
 "text":"But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you"
 },
 {
 "group":"Prayer",
 "bom":1,
 "book":"D&C",
 "chapter":6,
 "verse":36,
 "text":"Look unto me in every thought; doubt not, fear not"
 },
 {
 "group":"Peace",
 "bom":1,
 "book":"Alma",
 "chapter":41,
 "verse":10,
 "text":"Do not suppose, because it has been spoken concerning restoration, that ye shall be restored from sin to happiness. Behold, I say unto you, wickedness never was happiness."
 },
 {
 "group":"Peace",
 "bom":0,
 "book":"John",
 "chapter":8,
 "verse":12,
 "text":"Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life."
 },
 {
 "group":"Peace",
 "bom":0,
 "book":"Psalms",
 "chapter":30,
 "verse":5,
 "text":"For his anger endureth but a moment; in his favour is life: weeping may endure for a night, but joy cometh in the morning."
 },
 {
 "group":"Peace",
 "bom":1,
 "book":"D&C",
 "chapter":25,
 "verse":12,
 "text":"For my soul delighteth in the song of the heart; yea, the song of the righteous is a prayer unto me, and it shall be answered with a blessing upon their heads."
 },
 {
 "group":"Peace",
 "bom":1,
 "book":"2 Nephi",
 "chapter":4,
 "verse":28,
 "text":"Awake, my soul! No longer droop in sin. Rejoice, O my heart, and give place no more for the enemy of my soul."
 },
 {
 "group":"Peace",
 "bom":0,
 "book":"John",
 "chapter":14,
 "verse":27,
 "text":"Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid"
 },
 {
 "group":"Peace",
 "bom":0,
 "book":"John",
 "chapter":16,
 "verse":33,
 "text":"These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world"
 },
 {
 "group":"Peace",
 "bom":1,
 "book":"D&C",
 "chapter":59,
 "verse":23,
 "text":"But learn that he who doeth the works ofrighteousness shall receive his reward, even peace in this world, and eternal life in the world to come"
 },
 {
 "group":"Peace",
 "bom":1,
 "book":"D&C",
 "chapter":6,
 "verse":34,
 "text":"Therefore, fear not, little flock; do good; let earth and hell combine against you, for if ye are built upon my rock, they cannot prevail"
 },
 {
 "group":"Peace",
 "bom":1,
 "book":"3 Nephi",
 "chapter":11,
 "verse":29,
 "text":"For verily, verily I say unto you, he that hath the spirit of contention is not of me, but is of the devil, who is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another"
 },
 {
 "group":"Peace",
 "bom":0,
 "book":"Mark",
 "chapter":10,
 "verse":14,
 "text":"But when Jesus saw it, he was much displeased, and said unto them, Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God"
 },
 {
 "group":"Peace",
 "bom":0,
 "book":"Isaiah",
 "chapter":61,
 "verse":1,
 "text":"The Spirit of the Lord God is upon me; because the Lord hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the broken hearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound"
 },
 {
 "group":"Peace",
 "bom":0,
 "book":"Isaiah",
 "chapter":52,
 "verse":7,
 "text":"How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; that bringeth good tidings of good, that publisheth salvation; that saith unto Zion, Thy God reigneth"
 },
 {
 "group":"Peace",
 "bom":1,
 "book":"Mosiah",
 "chapter":4,
 "verse":27,
 "text":"And see that all these things are done in wisdom and order; for it is not requisite that a man should run faster than he has strength. And again, it is expedient that he should be diligent, that thereby he might win the prize; therefore, all things must be done in order"
 },
 {
 "group":"Peace",
 "bom":1,
 "book":"D&C",
 "chapter":27,
 "verse":16,
 "text":"Stand, therefore, having your loins girt about with truth, having on the breastplate of righteousness, and your feet shod with the preparation of the gospel ofpeace, which I have sent mine angels to commit unto you"
 },
 {
 "group":"Peace",
 "bom":1,
 "book":"Helaman",
 "chapter":4,
 "verse":24,
 "text":"And they saw that they had become weak, like unto their brethren, the Lamanites, and that the Spirit of the Lord did no more preserve them; yea, it had withdrawn from them because the Spirit of the Lord doth not dwell in unholy temples"
 },
 {
 "group":"Peace",
 "bom":1,
 "book":"Helaman",
 "chapter":5,
 "verse":12,
 "text":"And now, my sons, remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation; that when the devil shall send forth his mighty winds, yea, his shafts in the whirlwind, yea, when all his hail and his mighty storm shall beat upon you, it shall have no power over you to drag you down to the gulf of misery and endless wo, because of the rock upon which ye are built, which is a sure foundation, a foundation whereon if men build they cannot fall"
 },
 {
 "group":"Peace",
 "bom":0,
 "book":"Matthew",
 "chapter":11,
 "verse":29,
 "text":"Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls"
 },
 {
 "group":"Peace",
 "bom":0,
 "book":"Mark",
 "chapter":4,
 "verse":39,
 "text":"And he arose, and rebuked the wind, and said unto the sea, Peace, be still. And the wind ceased, and there was a great calm"
 },
 {
 "group":"Peace",
 "bom":0,
 "book":"Romans",
 "chapter":8,
 "verse":6,
 "text":"For to be carnally minded is death; but to be spiritually minded is life and peace"
 },
 {
 "group":"Wisdom",
 "bom":1,
 "book":"Jacob",
 "chapter":6,
 "verse":12,
 "text":"O be wise; what can I say more?"
 },
 {
 "group":"Wisdom",
 "bom":1,
 "book":"2 Nephi",
 "chapter":9,
 "verse":34,
 "text":"Wo unto the liar, for he shall be thrust down to hell."
 },
 {
 "group":"Wisdom",
 "bom":1,
 "book":"Moroni",
 "chapter":7,
 "verse":16,
 "text":"For behold, the Spirit of Christ is given to every man, that he may know good from evil; wherefore, I show unto you the way to judge; for every thing which inviteth to do good, and to persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye may know with a perfect knowledge it is of God"
 },
 {
 "group":"Wisdom",
 "bom":1,
 "book":"D&C",
 "chapter":88,
 "verse":78,
 "text":"Teach ye diligently and my grace shall attend you, that you may be instructed more perfectly in theory, in principle, in doctrine, in the law of the gospel, in all things that pertain unto the kingdom of God, that are expedient for you to understand"
 },
 {
 "group":"Wisdom",
 "bom":1,
 "book":"D&C",
 "chapter":88,
 "verse":118,
 "text":"And as all have not faith, seek ye diligently and teach one another words of wisdom; yea, seek ye out of the best books words of wisdom; seek learning, even by study and also by faith"
 },
 {
 "group":"Wisdom",
 "bom":0,
 "book":"Matthew",
 "chapter":7,
 "verse":17,
 "text":"Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit"
 },
 {
 "group":"Wisdom",
 "bom":1,
 "book":"Moroni",
 "chapter":7,
 "verse":5,
 "text":"For I remember the word of God which saith by theirworks ye shall know them; for if their works be good, then they are good also"
 },
 {
 "group":"Wisdom",
 "bom":1,
 "book":"D&C",
 "chapter":8,
 "verse":1,
 "text":"Oliver Cowdery, verily, verily, I say unto you, that assuredly as the Lord liveth, who is your God and your Redeemer, even so surely shall you receive a knowledge of whatsoever things you shall ask in faith, with an honest heart, believing that you shall receive aknowledge concerning the engravings of old records, which are ancient, which contain those parts of my scripture of which has been spoken by the manifestation of my Spirit"
 },
 {
 "group":"Wisdom",
 "bom":1,
 "book":"D&C",
 "chapter":9,
 "verse":8,
 "text":"But, behold, I say unto you, that you must study it out in your mind; then you must ask me if it be right, and if it is right I will cause that your bosom shall burn within you; therefore, you shall feel that it is right"
 },
 {
 "group":"Wisdom",
 "bom":1,
 "book":"Alma",
 "chapter":12,
 "verse":10,
 "text":"And therefore, he that will harden his heart, the same receiveth the lesser portion of the word; and he that will not harden his heart, to him is given the greater portion of the word, until it is given unto him to know the mysteries of God until he know them in full"
 },
 {
 "group":"Wisdom",
 "bom":1,
 "book":"Alma",
 "chapter":17,
 "verse":2,
 "text":"Now these sons of Mosiah were with Alma at the time the angel first appeared unto him; therefore Alma did rejoice exceedingly to see his brethren; and what added more to his joy, they were still his brethren in the Lord; yea, and they had waxed strong in the knowledge of the truth; for they were men of a sound understanding and they had searched the scriptures diligently, that they might know the word of God"
 },
 {
 "group":"Wisdom",
 "bom":0,
 "book":"James",
 "chapter":1,
 "verse":5,
 "text":"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him"
 },
 {
 "group":"Wisdom",
 "bom":1,
 "book":"D&C",
 "chapter":130,
 "verse":19,
 "text":"And if a person gains more knowledge and intelligence in this life through his diligence and obedience than another, he will have so much the advantage in the world to come"
 },
 {
 "group":"Wisdom",
 "bom":0,
 "book":"2 Timothy",
 "chapter":3,
 "verse":7,
 "text":"Ever learning, and never able to come to the knowledge of the truth"
 },
 {
 "group":"Wisdom",
 "bom":0,
 "book":"Proverbs",
 "chapter":12,
 "verse":15,
 "text":"The way of a fool is right in his own eyes: but he that hearkeneth unto counsel is wise"
 },
 {
 "group":"Wisdom",
 "bom":1,
 "book":"Jacob",
 "chapter":4,
 "verse":10,
 "text":"Wherefore, brethren, seek not to counsel the Lord, but to take counsel from his hand. For behold, ye yourselves know that he counseleth in wisdom, and in justice, and in great mercy, over all his works"
 },
 {
 "group":"Wisdom",
 "bom":1,
 "book":"2 Nephi",
 "chapter":28,
 "verse":30,
 "text":"For behold, thus saith the Lord God: I will give unto the children of men line upon line, precept upon precept, here a little and there a little; and blessed are those who hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom; for unto him that receiveth I will give more; and from them that shall say, We have enough, from them shall be taken away even that which they have"
 },
 {
 "group":"Wisdom",
 "bom":1,
 "book":"D&C",
 "chapter":50,
 "verse":24,
 "text":"That which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day"
 },
 {
 "group":"Wisdom",
 "bom":0,
 "book":"Proverbs",
 "chapter":4,
 "verse":7,
 "text":"Wisdom is the principal thing; therefore get wisdom: and with all thy getting get understanding"
 },
 {
 "group":"Wisdom",
 "bom":0,
 "book":"Proverbs",
 "chapter":19,
 "verse":8,
 "text":"He that getteth wisdom loveth his own soul: he that keepeth understanding shall find good"
 },
 {
 "group":"Atonement",
 "bom":1,
 "book":"Moroni",
 "chapter":10,
 "verse":32,
 "text":"Yea, come unto Christ, and be perfected in him, and deny yourselves of all ungodliness; and if ye shall deny yourselves of all ungodliness, and love God with all your might, mind and strength, then is his grace sufficient for you, that by his grace ye may be perfect in Christ; and if by the grace of God ye are perfect in Christ, ye can in nowise deny the power of God."
 },
 {
 "group":"Atonement",
 "bom":1,
 "book":"Jacob",
 "chapter":4,
 "verse":7,
 "text":"Nevertheless, the Lord God showeth us our weakness that we may know that it is by his grace, and his great condescensions unto the children of men, that we have power to do these things."
 },
 {
 "group":"Atonement",
 "bom":1,
 "book":"Alma",
 "chapter":41,
 "verse":6,
 "text":"And so it is on the other hand. If he hath repented of his sins, and desired righteousness until the end of his days, even so he shall be rewarded unto righteousness."
 },
 {
 "group":"Atonement",
 "bom":1,
 "book":"1 Nephi",
 "chapter":7,
 "verse":17,
 "text":"But it came to pass that I prayed unto the Lord, saying: O Lord, according to my faith which is in thee, wilt thou deliver me from the hands of my brethren; yea, even give me strength that I may burst these bands with which I am bound."
 },
 {
 "group":"Atonement",
 "bom":1,
 "book":"Mosiah",
 "chapter":24,
 "verse":14,
 "text":"And I will also ease the burdens which are put upon your shoulders, that even you cannot feel them upon your backs, even while you are in bondage; and this will I do that ye may stand as witnesses for me hereafter, and that ye may know of a surety that I, the Lord God, do visit my people in their afflictions."
 },
 {
 "group":"Atonement",
 "bom":1,
 "book":"Mosiah",
 "chapter":3,
 "verse":19,
 "text":"For the natural man is an enemy to God, and has been from the fall of Adam, and will be, forever and ever, unless he yields to the enticings of the Holy Spirit, and putteth off the natural man and becometh a saint through the atonement of Christ the Lord, and becometh as a child, submissive, meek, humble, patient, full of love, willing to submit to all things which the Lord seeth fit to inflict upon him, even as a child doth submit to his father."
 },
 {
 "group":"Atonement",
 "bom":1,
 "book":"Alma",
 "chapter":31,
 "verse":31,
 "text":"O Lord, my heart is exceedingly sorrowful; wilt thou comfort my soul in Christ. O Lord, wilt thou grant unto me that I may have strength, that I may suffer with patience these afflictions which shall come upon me, because of the iniquity of this people."
 },
 {
 "group":"Atonement",
 "bom":0,
 "book":"Romans",
 "chapter":5,
 "verse":11,
 "text":"And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement"
 },
 {
 "group":"Atonement",
 "bom":1,
 "book":"Ether",
 "chapter":3,
 "verse":14,
 "text":"Behold, I am he who was prepared from the foundation of the world to redeem my people. Behold, I am Jesus Christ. I am the Father and the Son. In me shall all mankind have life, and that eternally, even they who shall believe on my name; and they shall become my sons and my daughters"
 },
 {
 "group":"Atonement",
 "bom":0,
 "book":"John",
 "chapter":3,
 "verse":16,
 "text":"For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life"
 },
 {
 "group":"Atonement",
 "bom":0,
 "book":"Romans",
 "chapter":3,
 "verse":23,
 "text":"For all have sinned, and come short of the glory of God"
 },
 {
 "group":"Atonement",
 "bom":0,
 "book":"John",
 "chapter":5,
 "verse":26,
 "text":"For as the Father hath life in himself; so hath he given to the Son to have life in himself"
 },
 {
 "group":"Atonement",
 "bom":1,
 "book":"Helaman",
 "chapter":5,
 "verse":11,
 "text":"And he hath power given unto him from the Father to redeem them from their sins because of repentance; therefore he hath sent his angels to declare the tidings of the conditions of repentance, which bringeth unto the power of the Redeemer, unto the salvation of their souls"
 },
 {
 "group":"Atonement",
 "bom":1,
 "book":"Mosiah",
 "chapter":3,
 "verse":17,
 "text":"And moreover, I say unto you, that there shall be no other name given nor any other way nor means whereby salvation can come unto the children of men, only in and through the name of Christ, the Lord Omnipotent"
 },
 {
 "group":"Atonement",
 "bom":0,
 "book":"Luke",
 "chapter":22,
 "verse":44,
 "text":"And being in an agony he prayed more earnestly: and his sweat was as it were great drops of blood falling down to the ground"
 },
 {
 "group":"Atonement",
 "bom":0,
 "book":"1 Corinthians",
 "chapter":15,
 "verse":20,
 "text":"But now is Christ risen from the dead, and become the first fruits of them that slept"
 },
 {
 "group":"Atonement",
 "bom":1,
 "book":"1 Nephi",
 "chapter":11,
 "verse":33,
 "text":"And I, Nephi, saw that he was lifted up upon the cross and slain for the sins of the world"
 },
 {
 "group":"Atonement",
 "bom":0,
 "book":"1 Peter",
 "chapter":5,
 "verse":7,
 "text":"Casting all your care upon him; for he careth for you"
 },
 {
 "group":"Atonement",
 "bom":0,
 "book":"John",
 "chapter":16,
 "verse":33,
 "text":"These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world"
 },
 {
 "group":"Atonement",
 "bom":0,
 "book":"John",
 "chapter":10,
 "verse":15,
 "text":"As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep"
 },
 {
 "group":"Service",
 "bom":1,
 "book":"Mosiah",
 "chapter":2,
 "verse":17,
 "text":"And behold, I tell you these things that ye may learn wisdom; that ye may learn that when ye are in the service of your fellow beings ye are only in the service of your God."
 },
 {
 "group":"Service",
 "bom":0,
 "book":"Matthew",
 "chapter":5,
 "verse":16,
 "text":"Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven."
 },
 {
 "group":"Service",
 "bom":1,
 "book":"Mosiah",
 "chapter":18,
 "verse":9,
 "text":"Yea, and are willing to mourn with those that mourn; yea, and comfort those that stand in need of comfort, and to stand as witnesses of God at all times and in all things, and in all places that ye may be in, even until death, that ye may be redeemed of God, and be numbered with those of the first resurrection, that ye may have eternal life"
 },
 {
 "group":"Service",
 "bom":1,
 "book":"D&C",
 "chapter":88,
 "verse":125,
 "text":"And above all things, clothe yourselves with the bond of charity, as with a mantle, which is the bond of perfectness and peace"
 },
 {
 "group":"Service",
 "bom":0,
 "book":"Matthew",
 "chapter":25,
 "verse":40,
 "text":"And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me"
 },
 {
 "group":"Service",
 "bom":1,
 "book":"D&C",
 "chapter":42,
 "verse":29,
 "text":"If thou lovest me thou shalt serve me and keep all my commandments"
 },
 {
 "group":"Service",
 "bom":1,
 "book":"D&C",
 "chapter":107,
 "verse":100,
 "text":"He that is slothful shall not be counted worthy to stand, and he that learns not his duty and shows himself not approved shall not be counted worthy to stand. Even so. Amen"
 },
 {
 "group":"Service",
 "bom":0,
 "book":"Joshua",
 "chapter":24,
 "verse":15,
 "text":"And if it seem evil unto you to serve the Lord,choose you this day whom ye will serve; whether the gods which your fathers served that were on the other side of the flood, or the gods of the Amorites, in whose land ye dwell: but as for me and my house, we will serve the Lord"
 },
 {
 "group":"Service",
 "bom":0,
 "book":"Romans",
 "chapter":12,
 "verse":1,
 "text":"I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service"
 },
 {
 "group":"Service",
 "bom":0,
 "book":"Galatians",
 "chapter":5,
 "verse":13,
 "text":"For, brethren, ye have been called unto liberty; only use not liberty for an occasion to the flesh, but by love serve one another"
 },
 {
 "group":"Service",
 "bom":1,
 "book":"D&C",
 "chapter":4,
 "verse":2,
 "text":"Therefore, O ye that embark in the service of God, see that ye serve him with all your heart, might, mind and strength, that ye may stand blameless before God at the last day"
 },
 {
 "group":"Service",
 "bom":1,
 "book":"D&C",
 "chapter":20,
 "verse":19,
 "text":"And gave unto them commandments that they should love and serve him, the only living and true God, and that he should be the only being whom they should worship"
 },
 {
 "group":"Service",
 "bom":1,
 "book":"D&C",
 "chapter":59,
 "verse":5,
 "text":"Wherefore, I give unto them a commandment, saying thus: Thou shalt love the Lord thy God with all thy heart, with all thy might, mind, and strength; and in the name of Jesus Christ thou shalt serve him"
 },
 {
 "group":"Service",
 "bom":1,
 "book":"Moses",
 "chapter":1,
 "verse":15,
 "text":"Blessed be the name of my God, for his Spirit hath not altogether withdrawn from me, or else where is thy glory, for it is darkness unto me? And I can judge between thee and God; for God said unto me: Worship God, for him only shalt thou serve"
 },
 {
 "group":"Service",
 "bom":0,
 "book":"Numbers",
 "chapter":18,
 "verse":21,
 "text":"And, behold, I have given the children of Levi all the tenth in Israel for an inheritance, for their service which they serve, even the service of the tabernacle of the congregation"
 },
 {
 "group":"Service",
 "bom":1,
 "book":"D&C",
 "chapter":24,
 "verse":7,
 "text":"For thou shalt devote all thy service in Zion; and in this thou shalt have strength"
 },
 {
 "group":"Service",
 "bom":0,
 "book":"Luke",
 "chapter":22,
 "verse":27,
 "text":"For whether is greater, he that sitteth at meat, or he that serveth? is not he that sitteth at meat? but I am among you as he that serveth"
 },
 {
 "group":"Service",
 "bom":1,
 "book":"Mosiah",
 "chapter":4,
 "verse":15,
 "text":"But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love one another, and to serve one another"
 },
 {
 "group":"Service",
 "bom":0,
 "book":"Matthew",
 "chapter":20,
 "verse":28,
 "text":"Even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many"
 },
 {
 "group":"Service",
 "bom":0,
 "book":"Colossians",
 "chapter":3,
 "verse":24,
 "text":"Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ"
 },
 {
 "group":"Eternal Life",
 "bom":1,
 "book":"2 Nephi",
 "chapter":31,
 "verse":20,
 "text":"Wherefore, ye must press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men. Wherefore, if ye shall press forward, feasting upon the word of Christ, and endure to the end, behold, thus saith the Father: Ye shall have eternal life."
 },
 {
 "group":"Eternal Life",
 "bom":1,
 "book":"Moses",
 "chapter":1,
 "verse":39,
 "text":"For behold, this is my work and my glory—to bring to pass the immortality andeternal life of man."
 },
 {
 "group":"Eternal Life",
 "bom":0,
 "book":"John",
 "chapter":3,
 "verse":16,
 "text":"For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life."
 },
 {
 "group":"Eternal Life",
 "bom":0,
 "book":"John",
 "chapter":17,
 "verse":3,
 "text":"And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent."
 },
 {
 "group":"Eternal Life",
 "bom":1,
 "book":"2 Nephi",
 "chapter":31,
 "verse":20,
 "text":"Wherefore, ye must press forward with a steadfastnessin Christ, having a perfect brightness of hope, and a love of God and of all men. Wherefore, if ye shall press forward, feasting upon the word of Christ, and endure to the end, behold, thus saith the Father: Ye shall have eternal life."
 },
 {
 "group":"Eternal Life",
 "bom":1,
 "book":"D&C",
 "chapter":14,
 "verse":7,
 "text":"And, if you keep my commandments and endure to the end you shall have eternal life, which gift is the greatest of all the gifts of God."
 },
 {
 "group":"Eternal Life",
 "bom":1,
 "book":"D&C",
 "chapter":29,
 "verse":43,
 "text":"And thus did I, the Lord God, appoint unto man the days of his probation—that by his natural death he might be raised in immortality unto eternal life, even as many as would believe;"
 },
 {
 "group":"Eternal Life",
 "bom":1,
 "book":"D&C",
 "chapter":45,
 "verse":8,
 "text":"I came unto mine own, and mine own received me not; but unto as many as received me gave I power to do many miracles, and to become the sons of God; and even unto them that believed on my name gave I power to obtain eternal life."
 },
 {
 "group":"Eternal Life",
 "bom":1,
 "book":"D&C",
 "chapter":93,
 "verse":19,
 "text":"I give unto you these sayings that you may understand and know how to worship, and know what you worship, that you may come unto the Father in my name, and in due time receive of his fulness."
 },
 {
 "group":"Eternal Life",
 "bom":1,
 "book":"3 Nephi",
 "chapter":28,
 "verse":10,
 "text":"And for this cause ye shall have fulness of joy; and ye shall sit down in the kingdom of my Father; yea, your joy shall be full, even as the Father hath given me fulness of joy; and ye shall be even as I am, and I am even as the Father; and the Father and I are one;"
 },
 {
 "group":"Eternal Life",
 "bom":1,
 "book":"Articles of Faith",
 "chapter":1,
 "verse":3,
 "text":"We believe that through the Atonement of Christ, all mankind may be saved, by obedience to the laws and ordinances of the Gospel."
 },
 {
 "group":"Eternal Life",
 "bom":1,
 "book":"2 Nephi",
 "chapter":25,
 "verse":23,
 "text":"For we labor diligently to write, to persuade our children, and also our brethren, to believe in Christ, and to be reconciled to God; for we know that it is by grace that we are saved, after all we can do."
 },
 {
 "group":"Eternal Life",
 "bom":1,
 "book":"2 Nephi",
 "chapter":9,
 "verse":39,
 "text":"O, my beloved brethren, remember the awfulness in transgressing against that Holy God, and also the awfulness of yielding to the enticings of that cunning one. Remember, to be carnally-minded is death, and to be spiritually-minded is life eternal."
 },
 {
 "group":"Eternal Life",
 "bom":1,
 "book":"Moroni",
 "chapter":7,
 "verse":41,
 "text":"And what is it that ye shall hope for? Behold I say unto you that ye shall have hope through the atonement of Christ and the power of his resurrection, to be raised unto life eternal, and this because of your faith in him according to the promise."
 },
 {
 "group":"Eternal Life",
 "bom":1,
 "book":"D&C",
 "chapter":50,
 "verse":5,
 "text":"But blessed are they who are faithful and endure, whether in life or in death, for they shall inherit eternal life."
 },
 {
 "group":"Eternal Life",
 "bom":0,
 "book":"James",
 "chapter":1,
 "verse":25,
 "text":"But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed"
 },
 {
 "group":"Eternal Life",
 "bom":0,
 "book":"John",
 "chapter":14,
 "verse":6,
 "text":"Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me"
 },
 {
 "group":"Eternal Life",
 "bom":1,
 "book":"Alma",
 "chapter":5,
 "verse":33,
 "text":"Behold, he sendeth an invitation unto all men, for the arms of mercy are extended towards them, and he saith: Repent, and I will receive you."
 },
 {
 "group":"Eternal Life",
 "bom":0,
 "book":"Matthew",
 "chapter":19,
 "verse":21,
 "text":"Jesus said unto him, If thou wilt be perfect, go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me."
 },
 {
 "group":"Eternal Life",
 "bom":0,
 "book":"Matthew",
 "chapter":10,
 "verse":40,
 "text":"He that receiveth you receiveth me, and he that receiveth me receiveth him that sent me."
 },
 {
 "group":"Courage",
 "bom":0,
 "book":"Philippians",
 "chapter":4,
 "verse":13,
 "text":"I can do all things through Christ which strengtheneth me."
 },
 {
 "group":"Courage",
 "bom":0,
 "book":"Joshua",
 "chapter":1,
 "verse":9,
 "text":"Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest."
 },
 {
 "group":"Courage",
 "bom":0,
 "book":"Joshua",
 "chapter":24,
 "verse":15,
 "text":"And if it seem evil unto you to serve the Lord, choose you this day whom ye will serve; whether the gods which your fathers served that were on the other side of the flood, or the gods of the Amorites, in whose land ye dwell: but as for me and my house, we will serve the Lord."
 },
 {
 "group":"Courage",
 "bom":1,
 "book":"1 Nephi",
 "chapter":8,
 "verse":25,
 "text":"And after they had partaken of the fruit of the tree they did cast their eyes about as if they were ashamed."
 },
 {
 "group":"Courage",
 "bom":0,
 "book":"Romans",
 "chapter":1,
 "verse":16,
 "text":"For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek."
 },
 {
 "group":"Courage",
 "bom":0,
 "book":"2 Timothy",
 "chapter":1,
 "verse":7,
 "text":"For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind."
 },
 {
 "group":"Courage",
 "bom":0,
 "book":"1 Timothy",
 "chapter":4,
 "verse":12,
 "text":"Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity"
 },
 {
 "group":"Courage",
 "bom":0,
 "book":"Esther",
 "chapter":4,
 "verse":16,
 "text":"Go, gather together all the Jews that are present in Shushan, and fast ye for me, and neither eat nor drink three days, night or day: I also and my maidens will fast likewise; and so will I go in unto the king, which is not according to the law: and if I perish, I perish"
 },
 {
 "group":"Courage",
 "bom":1,
 "book":"D&C",
 "chapter":107,
 "verse":99,
 "text":"Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence"
 },
 {
 "group":"Courage",
 "bom":1,
 "book":"Alma",
 "chapter":53,
 "verse":20,
 "text":"And they were all young men, and they were exceedingly valiant for courage, and also for strength and activity; but behold, this was not all—they were men who were true at all times in whatsoever thing they were entrusted"
 },
 {
 "group":"Courage",
 "bom":0,
 "book":"1 Peter",
 "chapter":2,
 "verse":9,
 "text":"But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light"
 },
 {
 "group":"Courage",
 "bom":0,
 "book":"Job",
 "chapter":27,
 "verse":5,
 "text":"God forbid that I should justify you: till I die I will not remove mine integrity from me"
 },
 {
 "group":"Courage",
 "bom":0,
 "book":"Psalms",
 "chapter":31,
 "verse":24,
 "text":"God forbid that I should justify you: till I die I will not remove mine integrity from me"
 },
 {
 "group":"Courage",
 "bom":0,
 "book":"Deuteronomy",
 "chapter":31,
 "verse":6,
 "text":"Be strong and of a good courage, fear not, nor be afraid of them: for the Lord thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee"
 },
 {
 "group":"Courage",
 "bom":1,
 "book":"D&C",
 "chapter":128,
 "verse":22,
 "text":"Brethren, shall we not go on in so great a cause? Go forward and not backward. Courage, brethren; and on, on to the victory! Let your hearts rejoice, and be exceedingly glad. Let the earth break forth into singing. Let the dead speak forth anthems of eternal praise to the King Immanuel, who hath ordained, before the world was, that which would enable us to redeem them out of their prison; for the prisoners shall go free"
 },
 {
 "group":"Courage",
 "bom":0,
 "book":"1 Chronicles",
 "chapter":19,
 "verse":13,
 "text":"Be of good courage, and let us behave ourselves valiantly for our people, and for the cities of our God: and let the Lord do that which is good in his sight"
 },
 {
 "group":"Courage",
 "bom":0,
 "book":"Isaiah",
 "chapter":41,
 "verse":6,
 "text":"They helped every one his neighbour; and every one said to his brother, Be of good courage"
 },
 {
 "group":"Courage",
 "bom":0,
 "book":"2 Chronicles",
 "chapter":15,
 "verse":8,
 "text":"And when Asa heard these words, and the prophecy of Oded the prophet, he took courage, and put away the abominable idols out of all the land of Judah and Benjamin, and out of the cities which he had taken from mount Ephraim, and renewed the altar of the Lord, that was before the porch of the Lord"
 },
 {
 "group":"Courage",
 "bom":0,
 "book":"Numbers",
 "chapter":13,
 "verse":20,
 "text":"And what the land is, whether it be fat or lean, whether there be wood therein, or not. And be ye of good courage, and bring of the fruit of the land. Now the time was the time of the first ripe grapes"
 },
 {
 "group":"Courage",
 "bom":0,
 "book":"Ezra",
 "chapter":10,
 "verse":4,
 "text":"Arise; for this matter belongeth unto thee: we also will be with thee: be of good courage, and do it"
 } ]
 }
